Revit 2023 API
ParameterTypeId.LayerElemOffsetFromHostParam Property
 "Offset From Host"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId LayerElemOffsetFromHostParam { get; }
Visual Basic
Public Shared ReadOnly Property LayerElemOffsetFromHostParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LayerElemOffsetFromHostParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace